{
"SCJ": {
    "simcheong": {
      "description": "어머니를 일찍 여의고, 동냥젖을 먹고 자란다. 아버지 눈을 뜨게 해 드리려고 열다섯 나이에 기꺼이 바다에 몸을 던진다.",
      "dialogues": [
        "아버지 눈을 뜨게 할 수만 있다면, 뭐든 하겠어요.",
        "무슨 재주로 공양미 삼백 석을 마련할까?",
        "왜 이렇게 조용하지?",
        "아버지한테 무슨 일이 생긴 건 아닐까?",
        "아버지! 아버지!",
        "아버지, 정신 차리세요. 청이가 왔어요.",
        "아버지, 어디 아프세요?",
        "왜 그러세요?",
        "무슨 일 있으셨어요?",
        "그게 무슨 말씀이세요?",
        "차근차근 말씀해 보세요.",
        "죄송해요, 아버지. 장 정승댁 잔치 준비하는 일이 늦어졌어요.",
        "어디 다치신 데는 없으세요?",
        "아버지, 그게 정말이에요?",
        "정말 아버지 눈을 뜰 수 있단 말이에요?",
        "어떤 약속을 하셨는데요?",
        "그건 안 돼요, 아버지. 부처님과 한 번 한 약속인데 깨트릴 수는 없어요.",
        "아버지는 걱정하지 마세요. 제가 어떻게든 마련해 보겠습니다.",
        "옛말에 하늘이 무너져도 솟아날 구멍이 있다고 했습니다. 틀림없이 방법이 있을 거예요.",
        "예, 아주머니. 진지 잡수셨어요?",
        "어떤 사람들인데요?",
        "처녀요?",
        "아주머니, 그 뱃사람들 저 좀 만나게 해 주세요.",
        "그 사람들 어디 있나요?",
        "혹시 처녀를 사러 다닌다는 분들이 맞습니까?",
        "무슨 이유로 처녀를 사러 다니시는지요?",
        "달라는 대로요?",
        "그럼 저를 사세요. 쌀 삼백 석이면 됩니다.",
        "저희 아버지가 앞을 못 보는 봉사이신데, 공양미 삼백 석을 시주하고 지성으로 기도를 드리면 눈을 뜬다고 했습니다.",
        "하지만 집안 형편이 어려워 공양미 삼백 석을 장만할 길이 없어서 제 몸을 팔려고 합니다.",
        "고맙습니다. 정말로 고맙습니다.",
        "죽는 건 어떤 걸까?",
        "뱃사람들에게 가서 마음이 바뀌었다고 할까?",
        "아냐, 이번 기회가 아니면 아버지 눈을 뜨게 할 수가 없어.",
        "추운데 왜 나와 계세요?",
        "아버지, 이젠 걱정하지 마세요. 공양미 삼백 석을 마련했어요.",
        "장 정승댁 노부인께서 전부터 저를 수양딸로 삼으려 하셨는데 제가 허락하지 않았어요. 지금 형편으로 공양미 삼백석을 마련할 길이 없어 이 사연을 말씀드렸더니 기꺼이 쌀을 내주시겠다고 하셨습니다.",
        "예",
        "아버지......",
        "다음 달 보름날에 데려간다고 합니다.",
        "내가 이러고 있을 시간이 없어. 아버지께서 나 없어도 사실 수 있게 준비를 해 둬야겠어.",
        "내가 죽으면 눈먼 우리 아버지는 이제 어떡하나? 차라리 살아서 아버지를 모시고 살아야 했나?",
        "비나이다, 비나이다. 제 마지막 소원입니다. 사람 눈은 해와 달과 같은데 해와 달이 없으면 무슨 수로 세상을 보겠나이까? 제 아버지 눈이 멀어 세상을 못 보니 아버지 잘못을 제 잘못으로 대신하겠사옵니다. 부디 아버지 눈을 뜨게 하여 주시옵소서.",
        "내가 죽으면 우리 아버지 누굴 믿고 사실까?",
        "닭아, 닭아, 제발 울지 마라. 네가 울면 날이 새고, 날이 새면 나 죽는다. 죽는 건 슬프지 않은데 혼자 남을 우리 아버지를 어쩌면 좋으냐?",
        "잠깐만 기다려 주세요. 아버지 진지나 차려 드리고 떠나겠어요. 부탁합니다.",
        "그 꿈 참 좋습니다.",
        "아버지, 못난 딸을 용서하세요. 남경 뱃사람들에게 인당수 제물로 제 몸을 팔아 오늘 떠납니다.",
        "저를 마지막으로 보세요.",
        "아버지, 할 수 없어요. 저는 죽지만 아버지는 눈을 떠서 밝은 세상 보세요. 못난 딸자식은 잊으시고 오래오래 평안하세요.",
        "아버지, 저는 죽습니다.",
        "소녀는 귀신이 아니라 인간 세상의 여자로, 이름은 심청이라 하옵니다.",
        "소녀 어찌하여 인당수라는 바다에 빠졌는데, 옥황상제의 명으로 죽지 않고 용궁으로 가게 되었습니다. 용왕은 닷새마다 큰 잔치를 열어 저를 극진히 대접해 주었습니다. 삼 년째 되던 날 옥황상제가 용왕에게 소녀가 혼인할 날짜가 가까우니 제가 빠진 인당수로 돌려보내라고 명하셨습니다. 용왕은 두 시녀와 함께 저를 이 꽃송이에 넣어 인당수로 보냈던 것입니다.",
        "아버님 떠나온 지 해가 세 번이나 바뀌었지만 아버님 그리워 쌓인 한이 바다같이 깊습니다. 그리운 마음 이루 다 말씀드릴 길이 없습니다. 불효녀 심청은 인당수에 가서 제물로 빠졌습니다. 그런데 옥황상제님이 도우시고 용왕님이 구하셔서 세상에 다시 나와 이 나라의 왕비가 되었습니다. 저는 부귀영화를 누리고는 있사오나 가슴속에 맺힌 한 때문에 부귀영화에도 마음이 없고 이대로 살기도 바라지 않습니다. 다만 아버님을 다시 뵙기만 한다면 죽어도 한이 없겠습니다. 아버님은 어떻게 지내시는지요? 마을에 맡긴 돈과 곡식으로 목숨을 보존하고 계시온지요. 아버님 귀한 몸 잘 보존하고 계시다가 다시 만나 뵙기를 바라옵고 또 바라옵니다.",
        "드릴 말씀이 있사옵니다.",
        "저는 황주 도화동에 사는 맹인 심학규의 딸이옵니다. 아비의 눈을 뜨게 하기 위해 뱃사람에게 팔려 인당수에 제물로 빠졌습니다.",
        "저에게 좋은 생각이 있사옵니다.",
        "지금 뜰에 있는 저 맹인이 바로 제 아비입니다.",
        "임금님의 은혜가 크고 높아 아버님을 다시 뵙게 되었습니다. 이제 죽어도 여한이 없습니다."
      ]
    },
    "simbongsa": {
      "description": "심청의 아버지로 이름은 심학규. 원래는 양반이었지만, 부인이 세상을 떠나게 되면서 빌어먹고 사는 신세가 된다. 남의 말에 홀랑 잘 넘어가는 게 단점.",
      "dialogues": [
        "얘야, 공양미 삼백 석이면 된다는구나.",
        "청이 왔니?",
        "아이고, 청이 왔구나!",
        "아이고, 청아!",
        "눈을 뜰 수 있다는 말에 내가 정신이 나갔었구나.",
        "저녁까지 네가 오지 않길래 널 마중 나갔단다.",
        "난 그런 줄도 모르고 너한테 무슨 일이 있나 걱정이 돼서 집에 있을 수가 있어야지.",
        "밖에 나갔다가 빙판길에 넘어져 개천에 빠지고 말았지 뭐냐.",
        "괜찮다. 마침 지나가던 스님이 날 구해 주셨다.",
        "그런데 그 스님이 나더러 죽기 전에 반드시 눈을 떠서 세상을 볼 수 있을 거라고 하시더구나.",
        "그 말에 그만 지키지도 못할 약속을 하고 말았구나.",
        "부처님께 공양미 삼백 석을 올리면 눈을 뜰 수 있을 거라고 하길래 그러겠다고 했다.",
        "내가 잠시 정신이 나가서 헛소리를 하고 말았구나.",
        "내일 스님을 찾아가 없던 일로 해 달라고 부탁해 보겠으니 넌 마음 쓰지 마라.",
        "그럼 어찌한단 말이냐?",
        "네가 어떻게 삼백 석을 마련한다는 게냐.",
        "말도 안 된다.",
        "청아, 어딜 다녀오는 것이냐?",
        "답답해서 방에 있을 수가 없구나.",
        "아니, 그게 무슨 말이냐?",
        "그 말이 정말이냐?",
        "참으로 고마운 분이로구나. 하나, 이제는 너와 떨어져 살아야 하겠구나. 네가 부잣집에 가서 잘 먹고 잘살 수 있으니 다행이다. 아비 걱정은 그만하고 그 댁 가서 편안히 지내라.",
        "언제 가느냐?",
        "어허, 그렇게나 빨리? 아무튼 잘됐다.",
        "청아, 이상한 일도 다 있지 뭐냐. 간밤에 꿈을 꿨는데 네가 큰 수레를 타고 어디론가 한없이 가더구나. 수레는 귀한 사람이 타는 건데 우리 집에 무슨 좋은 일이 있으려나 보다. 참, 네가 장 정승댁에 가마 타고 가려나?",
        "아가, 왜 이러니? 정신 좀 차려 보아라, 응?",
        "이게 무슨 말이냐? 그게 참말이냐?",
        "못 간다, 못 가! 어떻게 나한테 묻지도 않고 네 마음대로 그리했단 말이냐. 차라리 네가 살고 내가 죽어야지. 자식 죽여 눈을 뜨는 게 차마 할 일이냐? 안 된다. 아내 죽고 자식 잃고 내가 살아서 뭣하겠느냐. 너를 팔아 눈을 뜬들 내가 무엇을 보겠느냐? 너하고 나하고 같이 죽자.",
        "네 이놈들! 장사도 좋지만 산 사람 사다 제사하는 게 어디 있느냐? 어느 놈이 철모르는 어린아이 유괴해서 값을 주고 산단 말이냐? 돈도 싫고 쌀도 싫다. 이놈들아!",
        "이보시오, 동네 사람들. 저런 놈들을 그냥 두고 보시겠소? 제발 좀 말려 주시오.",
        "안 된다. 가려면 날 죽이고 가라.",
        "불쌍한 내 딸. 어려서 어미 잃고 커서는 밥 빌어다가 아비르 잠시도 배고프지 않게 해 주더니, 이제 아비를 위해 네가 죽었구나. 아이고, 하느님! 살림이 어려우면 눈이나 성하든지, 앞을 보지 못하거든 집안 살림이나 넉넉할 것이지. 자식이 병들어 죽어도 참혹한데, 눈앞에서 원통하게 죽었으니 눈을 뜬들 어찌 홀로 살아 이 슬픔을 참고 견딜까?",
        "넌 병신 아비를 먹여 살리려고 이렇게 애를 썼는데 나는 너를 죽을 곳에 보내 놓고도 태연하니, 이게 어찌 사람의 도리라 하겠느냐?",
        "딸 죽인 죄인이 무슨 염치로 편히 산단 말이요? 호의는 고맙지만 사양하겠소.",
        "이보게, 죽 말고 다른 거 없나?",
        "우리 형편이 좋다고 동네 사람들이 말하던데, 어째서 다시 빌어먹게 된 것이오?",
        "난 살구는 구경도 못 했는데 어째 살구값이 그리 많이 들었단 말인가?",
        "이것저것 따져 봐야 쓸데없소. 우리 세간 다 팔아 가지고 이곳을 떠납시다.",
        "사람으로 태어났으니 우리도 서울 구경 한번 해 보세.",
        "네가 진정 내 딸 청이냐? 어디 보자, 내 딸 청아."
      ]
    }
  },
  "HBJ": {
    "heungbu": {
        "description": "연씨네 둘째 아들. 길에 떨어진 금은을 보면 지켜 섰다 주인 찾아 주고, 길 잃은 어린애 집 찾아 주고, 주막에 병든 사람 생기면 십 리 길 마다 않고 달려가 알려 주고...... 착한 일은 모두 도맡아 하지만, 하늘이 무심하게도 놀부에게 재산을 빼앗기고 집에서 쫓겨난다. 그 뒤로 온갖 고생을 하지만 결국 고운 마음씨 덕분에 복을 받는다.",
        "dialogues": [
            "당장 못 놔!",
            "아이코, 아야, 아야야!",
            "이만하기 천만다행이요잉.",
            "흥부인디요, 댁이 어디랑가요?",
            "도적 떼는 아니고 거지 떼요.",
            "거지한테 벗어 줬지라우.",
            "성님, 아부지가 뭐라 하요?",
            "야아?",
            "아이고, 아부지! 어매!",
            "성님, 이게 뭐시다요?",
            "야아?",
            "그라믄 이건 조기란 말이요?",
            "아이고, 성님. 시방 이게 뭔 짓이요. 죽어서 조상님을 뭔 낯으로 뵐라고 그라요!",
            "성님, 우리 성님. 으째 이러요.",
            "그, 그냥 이대로 살제, 뭘 으째 산다요.",
            "나, 남의 집이라뇨...... 성님하고 내 집 아니다요?",
            "아이쿠!",
            "야아.",
            "그, 그게......",
            "아이고, 성님......",
            "아따, 당신도 참. 성님 성깔을 몰라서 그려? 보리쌀 한 됫 박 얻기는커녕 매나 안 맞으면 다행이란 말이여.",
            "허어......",
            "그냥저냥 죽지 못해 살고 있나 보네.",
            "허허, 놈부끄러운게로 그만 좀 허게.",
            "그런가 보이.",
            "어허, 쓸데없는 것 좀 묻지 말랑께!",
            "우리 하나뿐인 놀부 성님은 건강하시제?",
            "그게 뭔 말이당가?",
            "예끼, 이 사람!",
            "성님, 그간 안녕하셨지라우?",
            "성님, 저 왔다니께요!",
            "하나뿐인 동생 흥부인디요......",
            "황보가 아니라, 흥부요오.",
            "흉보라니요?",
            "놀 자, 부 자, 되시는 우리 성님! 저 흥부라니께요, 연흥부 말이여라우!",
            "야아. 연, 흥, 부!",
            "지가 성님 댁을 처음 나섰을 때가 생각나네요잉.",
            "그때 다짐한 게 하나 있는디 들어 볼라요?",
            "그건 밤낮을 안 가리고 혀 빠지게 일하는 거였지라우.",
            "아따, 성님도! 돈을 모으면 맨 먼저 성님을 찾아뵈야겠다고 다짐했다는 거 아닙니까요, 헤헤.",
            "그란디...... 그게 생각맨치로 안 되드랑께요. 복이 없는지 운이 없는지, 죽어라 일만 했는디도 당최 돈이 안 모여요.",
            "엎친 디 덮친다고 자식들을 줄줄이 낳다 본게 스물다섯이나 되었지 뭡니까요.",
            "그 땜시 입에 풀칠도 못 한당께요, 흑흑.",
            "흑흑, 처자식이 굶어 죽도록 내비 둘 수는 없은게 이리 성님을 찾아왔지라.",
            "성님, 부디 옛정을 생각해서 저희 스물일곱 식구 목숨 좀 살려 줏쇼, 잉!",
            "서, 성님. 왜, 왜 이러신다요?",
            "성님, 제발 목숨 좀 살려 주싯쇼.",
            "아이고, 흥부 살릿쇼잉!",
            "아이고!",
            "형수님, 요쪽 뺨도 쳐줏쇼.",
            "요, 요기 한 대 더요. 요기요.",
            "혀, 형수님. 한 대만 더 쳐 주시랑께요.",
            "아이고, 흥부 살릿쇼잉!",
            "그, 그게......",
            "흐유!",
            "그게 말이여, 음......",
            "허어, 참.",
            "아따, 그게 아니랑께.",
            "내 말 좀 들어 보고 그런 소리를 혀. 우리 성님이 으을매나 날 반갑게 맞아 주셨는지 자넨 모를 것이여. 눈물이 콸콸 쏟아지 정도였어야. 진수성찬 같은 밥상도 모자라, 쌀 닷 말에 돈까지 석 냥 내주었단 말이여.",
            "아따, 참말이랑께!",
            "집에 돌아오다 도깨비 같은 산적을 만났지 뭐여. 애들 생각해서 죽어라 지켜 봤지만 나 혼자 어쯔긋어. 힘이 딸려 몽땅 뺏기고 말았당께.",
            "아따, 고게 있었구마이!",
            "흑흑!",
            "아녀, 못난 내 죄여.",
            "이, 이게 뭔 짓이랑가!",
            "죄인은 바로 나라고 허지 않았능가. 죽을라믄 이 몸이 죽어야제!",
            "내가 죽는단 말이여!",
            "이거, 놓으랑께!",
            "아따! 올해는 운수 대통 하겠구마이!",
            "저 방정맞은 새 좀 보소. 논이 있어야 농사를 짓든지 말든지 하제. 솥이 적을 이유가 없당께!",
            "소쩍새보다는 제비가 훨씬 낫네.",
            "제비는 가난한 집을 저버리지 않는 새라 안 허등가.",
            "그나저나 둥지 앉힐 처마가 있으까잉?",
            "오메, 저 몹쓸 구렁이 좀 보드라고!",
            "저, 저 무지막지한 짐승 좀 보소!",
            "어이쿠!",
            "이걸 으쩐다냐, 으째!",
            "입 안에 처걱 감기는 조기처럼, 조기 껍질도 제비 뼈마디에 척척 감기어라잉!",
            "내년에도 이리 와야 헌다, 잉?",
            "그려, 그려. 잘 댕겨오드라고.",
            "오메, 지대로 찾아와 부렀구만!",
            "어이, 후딱 이리 좀 와 보드라고!",
            "쓸데없는 소리 말고 이것 좀 보랑께.",
            "이게 뭐맨치로 보이는가?",
            "허허허, 강남 갔던 제비가 물고 왔더랑께.",
            "딱 본게로 박씨네.",
            "보은표......",
            "갚을 보, 은혜 은, 박 표!",
            "허허, 은혜를 갚는 박이란 뜻이랑께.",
            "좀 보드라고잉?",
            "이 박이라도 타면 으떻겠능가?",
            "속에 것은 지져 먹고, 껍질은 장에 내다 팔아서 보리쌀로 바꿔 오면 되제.",
            "아그들아, 후딱 나와 보그라이!",
            "영차! 영차!",
            "슬근슬근 톱질이야! 당겨 주소 톱질이야!",
            "이 박 타서 쌀을 사고, 고기 사고!",
            "우리 식구 배 채우고, 배통 실컷 두드리세!",
            "뭐, 뭐시여?",
            "오메!",
            "마, 맞는갑다.",
            "뭐시당가?",
            "누가 보낸 거여?",
            "제, 제비 왕?",
            "이, 이보게들......",
            "허! 괴, 괴이한 일이구마!",
            "오메, 쌀 좀 보소!",
            "오메, 돈 좀 보소!",
            "오메, 이게 뭔 일이여?",
            "히야!",
            "이게 꿈이여, 생시여!",
            "아이고, 세상에 하나뿐인 우리 성님 아니시요!",
            "뭔 말이요?",
            "아니여라우!",
            "네, 네. 어서 안으로 드십시다요잉.",
            "불쥐 털로 짠 것인디, 불에 타는 듯한 빛깔이 겁나게 곱다 안 허요잉.",
            "예?",
            "아니여라우. 예예, 성님 가지시지라.",
            "비우면 금방 도로 차는 쌀 궤짝이지라.",
            "그라고말고라우!",
            "이, 이건 좀......",
            "그게......",
            "예예, 그것도 가지시지라......"
        ]
    },
    "nolbu": {
        "description": "연씨네 첫째 아들. 불난 집 앞에서 부채질하기, 우는 아이 입에 똥 집어넣기, 장독간에 돌 던지기, 채소밭에 물똥 싸기, 허리 굽은 노인 엎어뜨리기...... 심술꾼으로 동네에 소문이 자자하다. 욕심까지 많아서 재물을 얻기 위해서라면 제비 다리 부러뜨리는 것쯤은 일도 아니다.",
        "dialogues": [
            "작대기를 걷어차고 저어리 도망칩디다야.",
            "흥! 세상에 공짜가 어딨소.",
            "좀 더요.",
            "하필 간밤에 까마귀를 잡아묵어서......",
            "보긴 분명히 봤는디, 당최 생각이 안 나요.",
            "인자 말씀하시지요잉......",
            "내 꺼는 당연히 내 꺼고, 흥부 네 꺼도 내 꺼라는디!",
            "보면 몰러? 사과지.",
            "죽은 사람이 뭘 묵겠냐? 그냥 제사 흉내만 내면 되불지. 험험!",
            "이놈아! 살아서도 걱정이 태산인디 죽어서까지 걱정하고 자빠졌냐, 잉!",
            "잔말 말랑께!",
            "앞으로 으째 살 것이냐, 잉?",
            "싸게 대답 못 허냐!",
            "뭐? 남의 집에 계속 얹혀산다고야?",
            "뭐시라고? 이놈!",
            "긍고 본게, 넌 글줄깨나 읽은 놈 아녀?",
            "그런 놈이 부모 재산은 큰아들이 물려받는다는 법도 모른단 말이여?",
            "당장 내 집에서 나가지 못허냐, 잉!",
            "이 썩을 놈 좀 봐라, 잉? 빨래처럼 납작 뭉개져 봐야 정신을 차리겠고만!",
            "에이, 퉤퉤!",
            "뭬, 뭬라고?",
            "뉘, 뉘신지?",
            "흥부? 일 년 전에 돈 미리 받아 처묵고 도망친 머슴 놈? 아, 그놈은 황보였는디......",
            "쟁기질 보냈더니 소 끌고 내뺀 놈이 있는디, 그놈은 흉보였었고...... 가만, 혹시 니가 흉보?",
            "흠흠, 아무리 생각혀도 통 기억이 안 나부러. 대체 누구여?",
            "연, 연흥부......",
            "흠, 흥부 맞나 보네.",
            "근디, 네놈이 으쩐 일이다냐?",
            "뜬금없이 뭔 말이다냐.",
            "짧게 혀.",
            "그게 으쨌다고?",
            "암만, 당연허제!",
            "긍게 뭐?",
            "헉!",
            "이, 이놈이!",
            "흥! 그게 으쨌다는 것이여?",
            "이, 이 염치를 밥 말아 처묵은 놈......",
            "뭐, 뭐라......, 옛정?",
            "엣, 퉤에!",
            "사람은 다 지 복을 타고나는 법이여. 잘난 놈은 부자 되고, 못난 놈은 가난뱅이가 되는 법이제. 근디, 네놈이 감히 내 복을 뺏으러 왔다 이거제, 잉? 이놈 어디 맛 좀 봐라!",
            "에잇!",
            "너 오늘, 뼈도 못 추릴 줄 알랑께!",
            "게, 서라이잉!",
            "이놈, 흥부야!",
            "흥부 너, 요새 밤이슬을 맞고 다닌담서?",
            "도둑질하고 댕긴다, 이 말이여!",
            "은제까지 대문 앞에 세워 둘 참이여!",
            "이 이건 뭐시다냐?",
            "그려? 흠, 요건 오늘부터 내 거다.",
            "왜, 안 되야?",
            "요것은 또 뭐여?",
            "요건?",
            "요것들도 시방부터 내 것이다, 잉?",
            "뭐라? 시방 못 주겠단 것이여?",
            "네 껀 내 꺼고, 내 꺼도 당연히 내 꺼라고 혔냐, 안 혔냐!",
            "암만, 당연허제, 험험!",
            "모르면 잠자코 있기나 혀! 요것들은 쌀하고 돈을 꽉꽉 채워 주는 보물이란 말이여.",
            "설마는! 자자, 보드라고!",
            "오메!",
            "거참, 요상하다......",
            "흥부한테 도로 보내면 될 거 아녀!",
            "구렁이가 흥부 코를 콱 물어뜯으면 좀 좋아.",
            "뭣 허냐? 싸게싸게 집 짓지 않고!",
            "에잇, 눈이 먼 제비였구만!",
            "이게 뭔 냄새여?",
            "제발 발 좀 헛디뎌 보랑께! 니 발이 톡 부러져야, 내 발도 금은보화에 폭 빠진당께!",
            "이놈, 나 좀 보드라고!",
            "흑흑, 어쩌다 다리가 요 모양이 된 거이냐, 잉?",
            "내가 금방 고쳐 줄 텐게, 다 낫고 나서 내 은공을 잊으믄 절대 안 된다, 잉!",
            "제비야, 제비야. 뭘 가져왔다냐?",
            "금을 가져왔냐, 은을 가져왔냐? 후딱후딱 내놔 봐라, 잉?",
            "암만, 암만 그래야제!",
            "뭐시?",
            "재수 옴 붙은 소리하고 자빠졌네!",
            "슬근슬근 톱질이야! 당겨 주소 톱질이야!",
            "누런 황금 쏟아지면, 황금 집을 지어 놓고, 천년만년 황제처럼 떵떵대며 살아 보세!",
            "헉, 이게 뭐여?",
            "뉘시요?",
            "주, 주인이라고라?",
            "요 영감탱이가 귀신 씻나락 까묵는 소리하고 자빠졌네!",
            "아이고고......, 주인님. 자, 잘못했습니다요.",
            "어, 얼마를 갚아 드릴까요?",
            "네에? 아, 흐으.",
            "주인님. 이게 뭐, 뭐다요?",
            "아무리 넣어도 채워지지 않은게 그라지요.",
            "아이고나!",
            "첫 박은 액땜이랑께. 다른 박에서는 틀림없이 금은보화가 쏟아질 것이구만!",
            "이 박 타서 부자 되면 무엇인들 못 할쏘냐. 임금인들 부러울까, 신선인들 부러울까. 두고두고 천년만년 떵떵 대며 누려 보세!",
            "으웨엑!",
            "너희들 뭐, 뭐시여? 사람이여, 짐승이여?",
            "썩, 꺼져! 몽땅 꺼져 버리랑께!",
            "저, 저 무지막지한 놈들 보소!",
            "나한테 왜 이런다냐, 잉?",
            "증표라도 있어?",
            "으디? 있으면 좀 보장께!",
            "뭐, 뭐시라고?",
            "아이고, 이보게. 잠깐만, 잠깐만!",
            "여기, 삼천 냥!",
            "도, 도둑놈......",
            "저 박 좀 보란 말이여!",
            "겁나 싯누렇잖은가이. 바로 금은보화가 왕창 들었다는 증거랑께!",
            "뭐여, 그럼 내 건 '보은표'가 아니었단 말이여?",
            "여봐라! 남은 박을 십 리 밖에 내다 버려라!",
            "으악!",
            "애고대고, 놀부 죽네, 죽어!",
            "애고대고, 장군님. 버러지보다 못한 놈 죽여 봐야 뭣 한다요. 제발 한 번만 살려 주시지라, 잉? 엉엉!",
            "이 은혜는 죽어서 백골이 되어서도 잊지 않겠어라우.",
            "흐윽, 흑! 아, 알겠습니다요."
        ]
    }
  },
  "BJBJ": {
    "rabbit": {
      "description": "이름: 토생원. 옥황상제의 총애를 받아 달에서 절구를 찧었다고 떠벌리는 허풍쟁이. 출세할 수 있다는 별주부 말에 솔깃해 용궁까지 따라나선다. 토생원이  용궁에서 벼슬을 하고 살았다면 산토끼가 아니라 바다 토끼가 됐으려나.",
      "dialogues": [
        "간이 배 밖으로 나왔다니까. 믿어 줘.",
        "나는 아주 오래전 옥황상제에게 늙지도 죽지도 않는다는 불로초를 바쳤다.",
        "내 덕에 옥황상제가 세상을 다스리니 내가 어른이 아니면 누가 어른이겠느냐?",
        "나를 찾는 게 누구요?",
        "아니, 이것이 무엇이냐.",
        "이것이 주머니냐, 방석이냐?",
        "어라? 말하는 주머니인가, 말하는 방석인가. 주머니든 방석이든 내가 내려가고 싶을 때 내려갈 테니 그리 알아라.",
        "어허, 눈이 작아도 밝소이다. 나로 말할 것 같으면 옥황상제의 뜻으로 달을 지키던 달 토끼라오. 밤에 떠오른 달을 한 번이라도 봤다면 알 것이오. 계수나무 아래서 절구통에 뭘 찧던 이가 바로 나요. 나는 달을 지키면서 약초를 찧어 장수를 누리는 약을 만든다오.",
        "내 말 좀 들어 보오. 내가 절구를 찧다가 깜박 졸아 약을 잘못 지었지 뭐요. 땅에서야 그깟 실수는 아무것도 아니지만, 하늘에서는 그렇지 않다오. 옥황상제가 불같이 화를 내면서 나를 이곳으로 귀양 보냈다오.",
        "억울하다니요. 옥황상제를 모시면서 그런 실수를 한 건 큰 죄지요. 다행히 옥황상제가 나를 가엾게 여겨 귀양을 살기 좋은 곳으로 보냈지요. 여기서는 다들 나를 토생원이라고 부르며 어른으로 모신다오.",
        "하늘만 못하지만, 그래도 살 만하오. 봄이면 꽃이 만발하고, 여름이면 과일이 주렁주렁 열리고, 가을이면 단풍이 들고, 겨울이면 흰 눈이 덮여 사시사철 눈이 즐겁다오. 또 밤에는 달구경 하고 낮에는 산골짜기를 내 마음대로 뛰어다니니 하늘 아래 이만한 곳이 있겠소?",
        "아무렴요. 이곳에서는 배곯을 일이 없다오. 봄에는 진달래전 부쳐 먹고, 여름에는 머루술 담가 먹고, 가을에는 밤을 쪄 먹는다오. 추운 겨울에도 걱정 없다오. 모아 놓은 도토리로 묵을 쒀 먹다 보면 봄이 온다오.",
        "아니, 웬 한숨이오?",
        "오호라, 우생원이라면 평생 발굽이 닳도록 일만 하는 친구 아니오? 우생원을 생각하면 한숨이 나올 만하지요. 혹 우생원을 보거든 나한테 가 보라고 하시오. 내가 여기서 친구로 맞아 보살펴 줄 터이니.",
        "쳇, 우생원은 제 코가 석자인 주제에 별걱정을 다  하는구려. 어디든 근심 없는 곳이 있소이까?",
        "말도 안 되오. 옥황상제 사는 곳이 아니라면 세상에 그런 곳이 어디 있겠소?",
        "흥, 수궁만 그러겠소? 어디든 궁에서 잔치판이 벌어지면 떠들썩하다오. 그래 봤자 벼슬하는 이들이나 좋지, 궁 밖에 있는 이들한테는 떡고물 하나 떨어지지 않는다오. 다 그림의 떡이지.",
        "아니 수궁에서 살지도 않았던 내가 그렇게 쉬 벼슬에 오를 수 있겠소?",
        "별주부 말을 듣고 보니 수궁에 가서 용왕의 손발이 되어 수궁을 잘 다스리고 싶은 마음도 드나, 수궁까지 가는 게 쉽겠소?",
        "아니, 어디를 가시려고?"
      ]
    },
    "turtle": {
      "description": "이름: 별주부. 등 껍데기 이고 있으니 거북이라고? 천만에 자라다. 그것도 용궁에서 벼슬살이하는 특별한 자라다. 다른 벼슬아치처럼 거드름이나 피면서 편히 살려고 했는데, 토끼를 잡겠다고 허세를 떠는 바람에 고생을 사서 한다.",
      "dialogues": [
        "용궁에서 나만 한 인물이 없다니까. 정말이야!",
        "토끼인지 토깽이인지 제발 내게로 오라!",
        "나로 말하자면 저 멀리 남쪽 바다에 살던 별주부다.",
        "전하, 신 별주부 삼가 아뢰옵니다. 바다고 땅이고 전하의 높은 덕을 칭송하지 않는 자가 없으니 전하가 토끼를 구하고자 마음만 먹는다면 하늘이 도울 것입니다. 그 하늘의 뜻을 떠받들 이로는 신이 제격이옵니다. 신은 재주가 뛰어나 땅의 것들을 능히 속여 토끼를 잡아 올 수 있나이다.",
        "전하, 신은 거북처럼 목을 내밀고 들일 수가 있어 칼을 피할 수 있고, 거북처럼 등껍질이 있어 방패로 삼을 수 있습니다. 또 거북처럼 네 다리로 물 위에 한참 떠 있으니 망보기가 쉬워서 적을 물리치기 쉽나이다. 더욱이 거북과는 다르게 용맹하옵니다.",
        "전하, 신의 재주가 이러하니 백만 대군이 막아선다고 해도 못 뚫을 리 없나이다. 다만 신이 물에서 나고 자라서 토끼를 본 적 없나이다. 토끼 모습이나 한 장 그려 주시옵소서.",
        "어머님, 염려하지 마십시오. 임금을 떠받드는 것은 신하의 도리입니다. 하늘도 도리를 따르는 자를 도울 것입니다.",
        "저것이 토끼인가?",
        "어디를 그리 바삐 가시오?",
        "나는 수궁에서 온 별주부요. 바깥세상은 처음이라 지혜로운 분을 만나 이것저것 여쭤 보려 했는데, 그쪽을 보아하니 몸집이 커서 아는 것이 많아 보이오.",
        "오호, 그래 무슨 일을 하시오?",
        "덩칫값을 제대로 하는구려.",
        "우생원은 정말 버릴 것이 하나도 없소이다.",
        "우리 수궁에도 우생원 같은 이는 없소이다. 뭍에 와서 우생원처럼 훌륭한 이를 만나다니 가문의 영광이오.",        "자라라고 하오.",
        "왕배탕이라니 감히 내가 누구인 줄 알고 버릇없이 구느냐? 나는 수궁에서 용왕을 모시는 별주부다.",
        "어허, 네놈이 벼슬하는 자라한테 호된 맛을 못 봤구나! 오늘 한번 당해 봐라.",
        "수궁에서 별주부라고 하면 무서워하지 않는 이가 없다.",
        "내가 궁궐을 짓다 목을 다쳤는데 호랑이 쓸개를 먹으면 낫는다고 하여 수궁서 칼 잘 쓰는 귀신을 데리고 호랑이 사냥을 나왔다. 근데 네가 바로 호랑이로구나. 아까 호생원을 찾았는데 네가 달려오지 않았느냐?",
        "네가 토생원이면 호생원은 어디 있느냐?",
        "멋대로 남의 등을 타고 올라 뭐하는 거요?",
        "요 녀석 봐라.",
        "어디 다친 데 없소? 느닷없이 등에 올라타서 막돼먹은 놈인 줄 알았는데, 가만 보니 예사로운 분이 아닌 것 같소이다. 나는 수궁에서 온 별주부라고 하오. 그쪽은 누구시오?",
        "아니, 달에 있어야 할 분이 어찌 이 누추한 곳에 있단 밀이오?",
        "절구 한번 잘못 찧었다고 그런 벌을 받다니 억울하겠소.",
        "아이고, 산중의 어른을 여기서 보는구려.",
        "토생원, 이곳이 아무리 좋다 한들 하늘만 하리오?",
        "눈만 즐거우면 뭣하오. 배가 불러야 꽃놀이도 하고, 단풍 구경도 하는 거잖소.",
        "토생원의 말을 듣고 있자니 아까 만난 우생원이 생각나서 그러오.",
        "내가 한숨 쉰 건 우생원 때문이 아니라오. 우생원 말이 정말 힘든 건 토생원이라고 하더이다.",
        "그물에 걸릴까 봐 앙금앙금, 매서운 매가 낚아챌까 봐 조심조심, 극성스러운 포수한테 걸릴까 봐 살금살금, 하루도 편할 날이 없다고 들었소. 토생원이 점잖아 힘든 건 얘기 않고 좋은 것만 말하니 안쓰러워 한숨이 절로 나왔소이다.",
        "있지요.",
        "내가 사는 수궁은 없는 것이 없는 데다 용왕이 나라를 잘 다스려 날마다 잔치라오. 준어 비늘로 지붕을 엮고, 흰 옥으로 문을 하고, 진주로 성을 쌓은 영덕전에서 잔치가 벌어지면 대단하다오. 잔칫상을 볼라 치면 왕들이나 먹었다는 귀한 음식들로만 상다리가 부러지게 차려져 있고, 악공들은 하늘에서나 들을 법한 가락으로 흥을 돋우고, 선녀보다 고운 이들이 나비처럼 춤을 춘다오.",
        "그래서 하는 말이오. 토생원 같은 분은 수궁에서 높은 벼슬을 하실 거외다. 옥황상제에게 약을 만들 만큼 지혜롭고, 산짐승들이 어른으로 모신다니 수궁을 호령할 만하지요.",
        "이참에 매도 포수도 없는 수궁에 가서 벼슬에 오르시는 게 어떻겠소. 낮에는 나이 많은 용왕 대신 벼슬아치들을 부리다가 밤에는 고래 등 같은 집에서 비단옷 입고 좋은 것 먹으면서 남은 인생 편히 사시오.",
        "수궁이 아무나 벼슬자리를 내어 주는 곳이 아니지요. 하늘에는 옥황상제가 있고, 하늘 아래는 용왕이 있다고 하잖소. 용왕을 모시는 신하를 함부로 쓸 리 없잖소. 한데 내가 보아하니 토생원은 인품이 훌륭하여 용왕 눈에 띄기만 하면 벼슬자리는 떼 놓은 당상이지요.",
        "내 등에 올라타고 가면 산보하는 것처럼 쉬울 것이오.",
        "왕의 자리도 저 싫으면 못 하지요. 토생원 같은 인재가 산골에서 썩는 게 아까워 한 말인데, 실례가 많았소이다. 그검 저는 바빠서 그만 가 보겠소.",
        "호생원을 찾아가 보려고 하오. 산에서 우두머리는 호생원이라고 하더이다. 그러니 호생원하고 세상 얘기를 해 보다가 수궁에 가려는지 물어봐야겠소."
      ]
    }
  },
  "OGJJ": {
    "onggojip": {
      "description": "이름: 옹고집. 꿈속에서 빌려준 돈 뜯어내고 길 가는 봉사 골탕 먹이는 마을의 골칫덩이로 학대사가 만든 가짜 옹고집과 한판 대결을 벌인다.",

      "dialogues": [
        "서방도 못 알아보다니, 내가 바로 진짜 옹고집이다!",
        "석 달 전에 빌려 간 돈 내놔.",
        "이놈아, 어디서 오리발이야? 여기 장부에 적혀 있는 걸 두 눈으로 똑똑히 봐라.",
        "이 장부에 적힌 건 뭐냐?",
        "어라? 이놈 봐라. 이 장부에 네놈이 써 놓고 이제 와서 뭔 소리야?",
        "어허,  그럼 내가 거짓말을 한다는 말이야? 네놈이 우리 집 농사를 안 지을 작정이냐?",
        "오냐, 한 번은 봐준다. 삼 일 뒤에 다시 오마.",
        "네 아버지한테 빌려준 돈 갚아라.",
        "여기 이렇게 적혀 있는데 발뺌이냐?",
        "여기 이 도둑놈 좀 봐라! 아비 죽었다고 남의 돈 떼먹는다!",
        "도둑놈, 이놈! 어서 내 돈 내놔.",
        "어디 가오?",
        "건넛마을이면 그쪽이 아니고 이쪽일세. 날 잡게.",
        "어허, 내가 길을 알려 주겠다니까.",
        "이 앞으로 쭉 가면 되오.",
        "요놈들이 내 앞에서만 일하는 척을 하지? 노는 꼴 잡히기만 해 봐라. 다리몽둥이를 분지를 테다.",
        "아이고, 어머니는 입에 쓴 약을 뭐하러 굳이 먹으려고 하오. 약값이 하늘에서 떨어지는 줄 아시오? 늙었으면 병들어 죽는 게 당연한 일이거늘 왜 이리 호들갑이오?",
        "나이 들면 밥을 적게 먹어야 건강한 것도 모르오?",
        "봄바람 부는데 불 때라니, 땔감이 땅에서 공짜로 솟는 줄 아시오? 노망이 들었소, 왜 이리 엄살이 심하시오?",
        "말 한번 잘하였소. 사람 노릇을 하려면 팔다리를 이리저리 바삐 놀려 일해야지, 다 늙어 자리 깔고 누워 사람 노릇 한단 말이 나오시오? 팔십 먹은 어머니 당장 죽는데도 아깝다고 통곡할 사람 하나 없소. 나야말로 만석 재산을 두 배로 늘리려면 불로초 불사약을 먹어도 모자랄 판이오.",
        "누구 한 놈 걸리기만 해 봐라.",
        "뭣이, 중놈?",
        "요런 요망한 것들. 동냥중이 왔으면 어서 와 알릴 일이지, 자기들끼리 쑤군거려?",
        "종이고 중이고 오늘 잡힌 놈은 살아 가기 어려우리라.",
        "아니지, 아니지. 얼마 만에 걸려든 중놈이냐. 초장부터 팍팍 때려 보내긴 아깝지.",
        "시주승이 왔으면 들어오라고 해라.",
        "눈치 없는 종아, 어서 동냥중을 끌고 와!",
        "네 말대로 하면 무엇을 해 줄 건고?",
        "시주승은 들어라. 하늘이 사람 만들 때 잘살 놈, 못살 놈, 빌어먹을 놈, 자식 잘 둘 놈, 오래 살 놈 따로따로 몫을 지어 냈다. 그런데 네 말대로 시주만 왕창하여 하늘에서 떨어지는 복 받는다 치면 이 세상에 가난할 놈 어디 있으며, 극락에 못 갈 놈 어디 있겠느냐? 그 꼴도 못 보지만 이놈 저놈 다 잘사는 꼴은 내가 배 아프고 눈꼴시어 더더욱 못 볼 일이다.",
        "나는 재물이 많은데 그럼 부자냐, 아니냐?",
        "뭣이 어쩌고 어째?"
      ]
    }
  },
  "JWCJ": {
    "jeonwoochi": {
      "description": "이름: 전우치. 도술의 달인. 우연히 손에 넣은 천서를 읽고 하늘의 술법을 익힌 뒤, 도술로 더 나은 세상을 만들려 한다. 그러다가 임금과 신하들의 노여움을 사고 만다.",
      "dialogues": [
        "반드시 내 힘으로 세상을 바꾸고 말겠다.",
        "난 전우치다. 아무것도 무섭지 않아.",
        "세상에 이 깊은 산중 절벽 위에서 만날 수 있는 사람이 몇이나 되겠습니까. 좋은 인연이니 인사를 드리는 것이 당연하지요.",
        "어르신께서는 어쩐 일로 이런 산중에 홀로 계십니까? 이곳은 요괴가 있어 사람들의 발길이 끊긴 곳입니다.",
        "저를 아시는지요?",
        "저 여인은 누구란 말인가? 사람인가 아니면 요괴가 둔갑한 것인가? 요괴라면 왜 미리 공격하지 않고 아름다운 여인의 모습으로 내 앞에 앉아 있단 말인가?",
        "낭자는 어디에 사는 누구이기에 이 깊은 밤에 여기까지 왔소?",
        "낭자, 어쩌면 이곳이 깊은 산속보다 더 위험할 듯하오. 이곳 성림사는 오래전부터 많은 스님들을 잃었소. 나쁜 요괴들의 짓일지 모르오.",
        "낭자의 사정을 내 모른 척할 수 없구려. 낭자, 우선 이것을 좀 드시오. 쇠약해진 몸에 기운이 날 것이오.",
        "이 몹쓸 여우야, 네가 이 절에 못된 짓을 하여 스님들의 생명을 빼앗고 해를 끼쳤다. 내 너를 죽이려고 성림사를 찾은 것이다.",
        "살고 싶으냐?",
        "그런데 너는 왜 처음부터 나를 공격하지 않았느냐?",
        "내가 너를 그냥 살려 주면 금방 나를 해코지할 것이 분명하지 않으냐. 나에게 도술을 부릴 수 있는 힘이 깃든 여우 구슬을 주면 살려 주겠다.",
        "천서가 어디 있느냐?",
        "네 말을 어찌 믿겠느냐?",
        "너를 죽여 후환을 없애려고 했으나, 도리어 은혜를 입었기에 살려 보내니 앞으로 다시는 변고를 일으키지 마라.",
        "스승님께서 여기까지 어인 일이십니까?",
        "흉악한 요물이 나를 하찮게 여겨 이렇게 속이다니, 내 이제 여우 굴로 가서 천서를 찾고 요괴들을 모두 쓸어버리겠다.",
        "창고지기건 관리건 잘못해서 다른 사람에게 해를 입혔으면 벌을 받는 것이 당연한데 왜 탄식을 한단 말이오?",
        "그대가 죄가 없다 하여 내가 바람으로 구해 낸 것이오.",
        "내 지금 창고로 가서 누명을 씌운 자를 찾아낼 것이오.",
        "내 이름은 전우치요. 앞으로 내 이름을 또 듣게 될 것이오.",
        "나는 지나가는 나그네인데 잠시 신세를 지고자 합니다.",
        "제가 형님들 덕분에 진귀한 음식을 맛보니 감사합니다. 이런 진귀한 음식을 만들고 기생을 부르려면 적지 않은 돈이 들었을 텐데 형님들은 부자인가 봅니다.",
        "그런데 형님들, 제가 맛있게는 먹었지만 갖추지 못한 것도 많은 것 같습니다.",
        "우선 시원한 수박이 없고, 새콤한 복숭아와 달콤한 포도도 없으니 무엇을 갖추었다 하겠습니까?",
        "제가 조금 전에 저쪽을 지나오다가 과일들이 열려 있는 것을 보았습니다.",
        "그럼 제가 싱싱한 과일들을 가져오면 형님들은 그동안 지은 죄를 감형관에게 말하여 억울한 사람이 죗값을 치르는 일이 없도록 하는 것이 어떻겠습니까?",
        "죄가 없다면 없는 대로 고하시면 됩니다. 그럼 저는 과일을 가져오겠습니다.",
        "형님들이 죄가 없다니 다행입니다. 그런데 참으로 이상합니다. 형님들은 왜 기생이 필요하십니까?",
        "화내지 말고 손을 바지 속에 넣어 만져 보십시오.",
        "내 고환이 간데없고 판판하니, 이 어찌된 일인가?",
        "너희들은 속히 가서 감형관에게 이제껏 너희들이 지은 죄를 고하고 장계창에게 뒤집어씌운 죄를 너희 짓이라고 고해라. 그러면 자연히 사내로 돌아올 것이다.",
        "선생께서는 왜 울고 계시오?",
        "이 족자를 집에 걸고, '고직아.' 하고 불러 아이가 나오면 은자 백 냥을 달라고 해서 우선 아버지의 장례를 치르시오. 그리고 매일 은자 한 냥씩을 받아 어머니를 봉양하시오. 만일 더 달라고 하면 큰일이 나니 이 점을 명심하시오.",
        "나는 전우치라는 사람이오. 이제 선생은 제 이름을 수없이 듣게 될 것이오. 저를 믿고 이것을 받으시오.",
        "내가 그대에게 무엇이라 당부했소? 그대를 불쌍히 여겨 그 족자를 주었는데, 그대가 내 말을 듣지 아니하여 하마터면 죽을 뻔했으니, 이제 누구를 원망할 것이오?",
        "그대의 어리석음에 대한 죗값을 치르도록 하고 싶었으나, 그대의 늙은 어머니를 생각하여 구해 준 것이니 남은 생을 효도하며 지내시오."
      ]
    }
  },
  "JHHRJ": {
    "sister_older": {
      "description": "얼굴이면 얼굴, 마음씨면 마음씨, 꽃처럼 고운 자매. 어머니가 돌아가신 뒤 서로에게 의지하며 살다가, 새어머니 허씨의 모진 구박을 받는다.",
      "dialogues": [
        "나도 너 없으면 못 산다.",
        "쉿! 누가 들을라.",
        "모르는 소리 마라.",
        "문에도 귀가 있고 천장에도 눈이 있더라.",
        "어머니, 아니에요. 정말 아니에요.",
        "어머니! 잘못했어요!",
        "가긴 내가 어딜 가니.",
        "걱정 말래도, 뒷간을 가도 너랑 같이 가고, 시집을 가도 너랑 같이 갈 테니.",
        "또 왜?",
        "홍련아, 나도 너 없으면 못 산다.",
        "그래, 그러자.",
        "꼭 그러자.",
        "얼굴이 왜 그래?",
        "또 무슨 일이 있었니?",
        "아유, 우리 홍련이는 아직도 어린애로구나.",
        "너랑 같이 가겠다고, 백번은 더 약속했잖니.",
        "나를 못 믿는 거야?",
        "요 맹추야.",
        "내가 널 놔두고 어딜 가니.",
        "너만 두고는 나도 못 간다.",
        "이 무서운 집에 널 놔두고 내가 발걸음이 떨어지겠니?",
        "아버지께 이미 말씀드렸어.",
        "아버지도 그러라고 하셨다.",
        "그래, 그렇다니까.",
        "아버지, 어째서 이 야심한 시각에 길을 떠나라고 하시는 건가요?",
        "영문을 모르니, 너무 무섭고 두렵습니다.",
        "어머니, 홍련이한테 인사라도 하고 가겠습니다.",
        "가지 않겠다는 것이 아닙니다.",
        "인사만 하고 가겠습니다.",
        "어머니! 잘못했어요.",
        "당장 떠날 테니 부디 용서해 주세요.",
        "홍련아, 내가 네 마음 모르는 것이 아니다.",
        "이 밤에 외갓집에 가라 하시니, 나 또한 당황스럽다.",
        "하지만 아버지 명이다.",
        "내가 떠나지 않으면, 아버지를 믿지 못한다는 것 아니겠느냐.",
        "아버지를 믿지 못하는 것이냐?",
        "자식을 해하는 부모가 어디 있겠느냐.",
        "분명 속 깊은 이유가 있으실 거야.",
        "장쇠야, 어찌 이런 곳에 말을 세우느냐?",
        "헉! 장쇠야, 이게 무슨 짓이냐?",
        "귀신에 홀려 정신이 나가기라도 한 것이냐?",
        "네가 무슨 억하심정이 있어 나에게 이러는 것이냐?",
        "아버지, 어머니가 이 사실을 알면 얼마나 가슴 아파하시겠니?",
        "낙태?",
        "내가 낙태를 했다고.....?",
        "어머니가 그러시더냐?",
        "장쇠야, 우리 자매가 대문 밖에 나가는 일이 있더냐?",
        "언제 집 밖에 나가 봤는지 기억도 나지 않는다.",
        "집 밖이 다 뭐냐, 방 안에 갇힌 듯이 산 걸, 너도 알지 않니?",
        "하늘도 무심하구나.",
        "부모로 섬기려 했던 어미가 나를 해하고, 꿈에도 믿었던 아비가 나를 해하고, 피가 섞인 형제가 나를 해하는구나.",
        "장쇠야, 오지 마라.",
        "장쇠야, 내 동생아!",
        "오지 마라.",
        "장쇠야!",
        "홍련아.",
        "미안하고 또 미안하다.",
        "힘없고 못난 언니는 먼저 떠나는구나.",
        "내가 죽어, 너라도 무사하길......",
        "내가 죽어, 너라도 화를 면하길......",
        "홍련아, 홍련아.",
        "홍련아, 홍련아!",
        "불쌍한 내 동생아!"
      ]
    },
    "sister_younger": {
      "description": "얼굴이면 얼굴, 마음씨면 마음씨, 꽃처럼 고운 자매. 어머니가 돌아가신 뒤 서로에게 의지하며 살다가, 새어머니 허씨의 모진 구박을 받는다.",
      "dialogues": [
        "언니야, 언니야!",
        "우리 언니야!",
        "언니 없으면 난 못 살아.",
        "언니!",
        "새어머니가 아들을 낳았대!",
        "방 안에 누가 있다고 그리 조심하는 거야?",
        "내가 뭐 못 할 말 했나.",
        "나쁜 말을 한 것도 아닌데....",
        "언니, 아들을 낳았으니, 새어머니도 좀 바뀌시겠지?",
        "부엌에서 할멈이 그러던데?",
        "여자가 아이를 낳으면 마음이 넉넉해진다고.",
        "그럼, 이제 어머니도 다른 어머니들처럼 장에 가서 고운 옷도 사 주시겠지?",
        "아! 비단신도 사고 싶어!",
        "어머니, 아니에요.",
        "정말 아니에요.",
        "어머니! 잘못했어요!",
        "언니, 이 집에 나만 두고 가면 안 돼.",
        "언니, 이 방에 나 혼자 두고 가면 안 돼.",
        "언니!",
        "언니 없으면 나는 죽어.",
        "언니, 우리 한날한시에 결혼하고, 한날한시에 죽자.",
        "언니 혼담이 오고 가는데, 내가 어떻게 마음이 편하겠어.",
        "웃음이 나와?",
        "언니는 나와 헤어져도 상관이 없는 거야?",
        "칫, 어찌 될 줄 알고.",
        "정말?",
        "우리 같이?",
        "안 돼!",
        "언니! 가지 마!",
        "나를 두고 어딜 가!",
        "가면 안 돼!",
        "안 돼!",
        "못 가!",
        "맞아 죽어도 못 가!",
        "장쇠야, 제발 사실을 말해 다오.",
        "속이 타들어 가고, 피가 마르는 것 같아 살 수가 없구나.",
        "하늘이 무너지고, 땅이 꺼졌는데 살아 무엇할까.",
        "어차피 계모 손에 죽을 목숨, 이리 죽으나 저리 죽으나 뭐가 다를까.",
        "언니, 언니가 보냈구나.",
        "언니야, 언니야!",
        "불쌍한 우리 언니야!"
      ]
    },
    "ghost": {
      "description": "처녀귀신",
      "dialogues": [
        "억울하옵니다......",
        "억울하옵니다.....",
        "분하고 억울해 죽어도 눈이 감기지 않고 피눈물이 그치질 않사옵니다.",
        "원한이 깊고 짙어 흩어지질 않고 풀리질 않으니, 저희가 무슨 수로 거둘 수 있겠습니까.",
        "사또, 부디 언니의 누명을 벗겨 주십시오.",
        "제가 죽은 것은 참을 수 있으나, 언니가 더러운 누명을 쓰고 억울하게 죽은 것만은 분하고 원통해 원한이 가시질 않사옵니다.",
        "사또, 부디 언니의 누명을 벗겨 주십시오.",
        "방법이 없는 것은 아닙니다.",
        "언니!",
        "그게 무슨 말이야?",
        "그 전에 부탁하고 싶은 것이 있습니다.",
        "부디...... 제 아비를 벌하지 말아 주십시오.",
        "허씨의 말이 거짓이니, 그 증거도 거짓이 아니겠습니까.",
        "그러니......"
      ]
    }
  },
  "PSJ": {
    "ugly": {
        "description": "금강산에 사는 박 처사의 딸. 못생긴 외모 탓에 남편 시백과 시어머니에게 갖은 구박으 받고 별당에서 홀로 지낸다. 하지만 집안이 어려움에 처할 때마다 모두를 놀라게 하는 신비한 재주를 선보인다.",
        "dialogues": [
            "배가 고프구나. 더 큰 그릇에 밥을 꽉꽉 눌러 담아 오너라.",
            "어차피 구박받을 거라면, 차라리 안 하는 게 낫지.",
            "내가 아버님 조복을 직접 지을 것이니, 가서 옷감을 가져오도록 하여라.",
            "제가 얼굴이 못나고 마음이 어질지 못해 남편의 마음을 얻지 못했습니다. 아버님 뵙기가 더울 죄송할 따름입니다. 뒤뜰에 자그마한 별당 한 채 지어 주시면 그곳에 몸을 감추고 조용히 지내겠습니다. 부디 허락하여 주십시오.",
            "서방님, 차를 내오도록 할까요?",
            "집안 살림이 넉넉지 못하오니, 재산을 늘리면 좋을 듯하옵니다. 제게 그 방도가 있사옵니다.",
            "내일 종로에 가면 제주 말이 많이 와 있을 것입니다. 그중 비루먹은 망아지 한 마리가 눈에 띄게 사납게 굴 것입니다. 그 망아지를 삼백 냥 주고 사 오라 하십시오.",
            "그 망아지는 삼백 냥을 다 줘야 가치가 있습니다. 그런데 백 냥만 주고 데려왔으니, 남은 이백 냥을 말 주인에게 마저 갖다 주라 하십시오.",
            "곧 중국에서 사신이 올 것입니다. 그때 이 말을 서대문 밖에 매어 두면, 사신이 당장 사겠다고 할 것입니다. 그럼, 삼만 냥이라고 하시옵소서.",
            "이 말은 보통 말이 아닙니다. 용이나 호랑이랑 견주어도 절대 뒤지지 않습니다. 우리 조선은 기껏 수천 리이지만 중국 땅은 그 넓이가 수만 리에 이르지요. 그런 땅에서 특히 쓸모 있는 말이니, 값이 얼마든 조금도 문제 될 게 없습니다.",
            "길흉화복은 인간 세상에서 늘 되풀이되는 일이지요. 혹시 재앙이 다가오더라도 저 나무들이 지켜 줄 것이옵니다. 하여, 화를 피한다는 뜻으로 피화당이라 하였나이다.",
            "더 말씀드릴 수 없어 정말로 죄송합니다. 함부로 천기를 누설할 수 없어 그러하오니 이해해 주십시오. 때가 되면 자연스럽게 알게 되옵니다.",
            "제가 부족하고 못나서 그러하온데, 원망이라뇨. 저는 하루빨리 서방님이 벼슬길에 올라 부모님께 효도하고 나라에 충성하기만 바랄 뿐이옵니다. 그리하여, 어진 가문을 길이길이 보존할 수 있다면 바랄 게 없습니다.",
            "나 때문에 죄 없는 네가 억울하게 매를 맞았구나. 참으로 서럽고, 고약한 일이로다.",
            "과거 볼 때 이 연적의 물로 먹을 갈아 글을 쓰시라고 전해라. 그러면 장원 급제 하고 크게 이름을 떨칠 것이니, 그때는 나 같은 사람 생각하지 말고 훌륭한 집안의 아리따운 아가씨를 맞이해 평생 즐겁게 사시라고 전하여라.",
            "사람의 팔자는 다 하늘의 뜻이니라. 젊은 나이에 불행한 여인이 어디 한둘이라고. 하다못해 훌륭한 임금도 신하에게 죽임을 당하기도 하느니. 공자 같은 성인도 큰 재앙을 여러 번 겪었다. 하물며 나처럼 보잘것없는 사람이 어찌 신세를 한탄하겠느냐. 다시는 해괴한 소리 마라.",
            "시집오고 삼 년이나 친정 소식을 못 들었습니다. 잠깐 다녀올 테니 허락해 주십시오.",
            "이틀이면 다녀올 수 있으니 걱정 마십시오."
        ]
    },
    "pretty": {
        "description": "금강산에 사는 박 처사의 딸. 못생긴 외모 탓에 남편 시백과 시어머니에게 갖은 구박으 받고 별당에서 홀로 지낸다. 하지만 집안이 어려움에 처할 때마다 모두를 놀라게 하는 신비한 재주를 선보인다.",
        "dialogues": [
            "내 간밤에 허물을 벗었느니라. 대감께 가서 옥으로 만든 함 하나 짜 달라고 말씀드려라.",
            "아버님, 제가 간밤에 허물을 벗었습니다. 옥함을 짜서 주시면 허물을 넣어 좋은 땅에 묻을까 하옵니다.",
            "남자로 세상에 태어나면, 어려서는 글 공부를 열심히 하고 부모님께 효도해야 합니다. 나이 들어 혼인을 하면 그 아내를 현명하게 거느리는 게 예의이겠지요. 하나 서방님은 그저 아름다운 여인만을 탐하고, 추하고 못생긴 저는 지난 세월 내내 업신여기고 구박했지요. 서방님 과거 보러 가던 날 기억하시옵니까?",
            "서방님은 죄 없는 계화를 매로 쳤습니다. 계화를 때린 것은 곧 저를 때린 거나 다름없습니다. 군자의 도리로 죄 없는 여자를 때리다니, 어찌 큰일을 하실 수 있겠습니까.그런 군자라면 나라에 충성도, 부모에게 효도도 할 수 없을 뿐더러 백성을 보살필 수도 없겠지요. 그게 사내라면 계집보다 못한 거나 다름없습니다.",
            "시름시름 앓는 서방님을 더는 두고 볼 수 없어 오늘 뵙기를 청하였습니다. 이제 서방님이 마음을 다해 뉘우치시니 저도 예전 일은 잊고 노여움을 버리려 하옵니다.",
            "머지않아 아름다운 여인 하나가 우리 집에 찾아올 것입니다. 그러면 반드시 피화당으로 보내셔야 합니다.",
            "때가 되면 자연스럽게 알 수 있습니다. 그 여인이 사랑방에 머물겠다고 할 터인데 만일 그 아름다움에 홀려 그리했다가는 큰 화를 당할 것이니, 꼭 피화당으로 보내십시오. 제 말 잊지 마십시오.",
            "독한 술과 순한 술을 절반씩 아주 많이 빚어야 한다. 어떤 여인이 피화당으로 오면 내가 널 불러 술을 가져오라 할 거야. 그때 여인에게는 독한 술을 권하고, 내게는 순한 술을 주어라. 안주도 많이 장만해야 할 것이다.",
            "자네의 고운 낯빛을 보니 미천한 사람이라 할 수가 없구나. 고단함을 무릅쓰고 힘들게 우리 집을 찾아왔을 터인데, 부질없는 걸음일세.",
            "손님이 왔으니 술과 안주를 푸짐하게 내오너라.",
            "멀리 오느라 고단할 텐데 많이 드시게나.",
            "술에 취하면 당연히 누워 쉬어야지. 여기서 편히 주무시게.",
            "기홍대야, 어서 잠을 깨고 날 보아라.",
            "너희 청나라는 이제껏 우리 조선의 도움을 받아 왔느니라. 그런데 그 은혜를 갚기는커녕 도리어 우리나라를 침략하려 하는구나. 게다가 너처럼 요망한 계집을 보내 날 시험하려 하니, 이 칼로 널 베어 분을 풀 것이야.",
            "북쪽 오랑캐가 곧 쳐들어올 것입니다. 어서 임경업 장군을 한양으로 불러 오랑캐를 막아야 합니다.",
            "오랑캐가 한양을 물샐틈없이 지키고 있는데, 어디로 피난가겠단 말이오. 이곳에 있으면 화를 피할 수 있으니 걱정 말고 있으시오.",
            "오랑캐 장수 용율대가 아니더냐. 어찌 여인들이 거처하는 별당에까지 들어와 죽기를 재촉한다는 말이냐?",
            "나는 이시백의 부인 박씨이거니. 참으로 불쌍한 인생이구나. 대장부라 큰소리치면서 나 같은 여자 하나 당해 내지 못하다니. 너희 오랑캐 왕이 하늘의 뜻을 거스르고 우리나라에 쳐들어오면서 너처럼 젖비린내 나는 놈을 장수라고 보냈구나. 네 목숨은 이제 내 손에 달려 있으니, 어서 내 칼을 받아라.",
            "미련한 용골대야. 네 아우가 내 손에 죽었는데, 너 또한 죽고 싶어 이리 날뛰느냐.",
            "참으로 가소롭기 그지없구나. 내 칼에 네 동생 용율대가 죽었다. 네 목숨 또한 내 손에 달려 있다는 걸 어찌 모르느냐.",
            "이 미련하기 짝이 없는 오랑캐야, 예의 바른 우리나라를 함부로 침범하더니 무례하게 왕대비마마까지 데려가려 하는구나. 진정 그리하곘다면, 너희 중 단 한 놈도 살아 돌아가지 못할 것이니라.",
            "이래도 두렵지 않다면 용골대 네 뜻대로 하여라.",
            "너희 오랑캐 목을 베어야 마땅하나 하늘의 뜻을 생각해서 이쯤에서 살려 보내느니. 부디 우리 세자마마와 대군마마를 편안하게 모시거라. 그렇지 않으면 너희 오랑캐 씨를 말릴 것이야.",
            "그리는 못 한다. 너희 오랑캐는 강화성을 짓밟고, 우리 임금으로부터 항복까지 받았는데 우리는 고작 네 아우의 목 하나를 얻었을 뿐이다. 조선 땅의 울분에 비하면 티끌에도 못 미치는 것이야.",
            "기쁜 일이 있으면 슬픈 일이 오고, 괴로운 일 뒤에는 즐거운 일이 따르니 이 또한 하늘의 뜻이오. 너무 서러워 말고 반드시 살아남으시오. 삼 년이 지나면 이 나라로 돌아올 수 있을 것이니, 부디 세자마마와 대군마마를 잘 모시고 있으시오."
        ]
    }
  },
  "DGJ": {
    "toad": {
      "description": "툭 불거진 눈을 끔벅이며 능청스럽게 여우의 허풍을 맞받아치는 입씨름의 귀재. 궁지에 몰리면 뿌연 연기를 뿜어내는 재주가 있다.",
      "dialogues": [
        "어린놈이 어디서 감히,",
        "쯧!",
        "윗자리는 내 거야.",
        "여보게, 날세.",
        "허허.",
        "이래 봬도 사흘 전에 집을 나섰다네.",
        "오는 길에 불쌍한 자가 좀 많아야지.",
        "사정을 듣다 마음이 짠해 발길이 떨어져야 말이지.",
        "제 코에 붙은 파리도 어찌하지 못한 놈이야말로 어중이떠중이 아니던가?",
        "죽긴 왜 죽어?",
        "맛난 것이 천지인 세상인데.",
        "흐흐흐.",
        "흑흑, 그럴 일이 있단다.",
        "저기 저, 고양나무를 보고 있자니 가슴이 찢어질 듯 아파서 그런다.",
        "어허, 내 말부터 듣고!",
        "여우야, 가랫장부 만들 때 무슨 나무를 썼냐?",
        "내, 젊었을 때 저기에 고양나무 세 그루를 심었단다.",
        "그 나무들은 무럭무럭 자라났고, 나도 두 아들을 둔 중늙은이가 됐다.",
        "어느 날 아들들이 나무를 한 그루씩 베겠다고 하는 거야.",
        "큰아들은 나무를 베어 하늘에 별을 박는 방망이를 다듬는다 하고, 둘째는 큰 강줄기를 째는 데 쓸 가랫장부를 만들겠다는 거야.",
        "자식 이기는 부모 없지.",
        "내 그러라고 승낙했지.",
        "세월을 참 빠르기도 해라.",
        "두 아들이 세상을 떠난 지 오래 됐는데 아비만 살아남았다는 게 미안하기도 하고 또 슬픈 일이 아니겠나.",
        "헛헛, 뭐 그렇지.",
        "왜 그러나?",
        "흐음!",
        "두말하면 잔소리!",
        "그런 여우 넌 세상 구경 좀 했냐?",
        "그까짓 세상이야 열두 번도 더 둘러봤다.",
        "넌 속고만 살았냐?",
        "난 두더지 수박 겉을 핥는 식으로 대충 둘러본 너와는 다르지.",
        "흥, 우리나라도 샅샅이 훑었다고?",
        "우리나라가 어찌 생겨났는지도 알겠네?",
        "겉만 쓰윽 훑어본 게 분명하군.",
        "너, 말 한번 잘했다.",
        "뿌리라는 게 역사를 말하는 거란 걸 너도 잘 알겠지?",
        "그럼 귓구멍을 크게 열고 잘~~~~~~ 들어 봐.",
        "멀고 먼 옛날, 태백산에 하느님이 내려와 임금이 됐지.",
        "임금은 평안도에 도읍을 정하고 법을 세워 세상에 둘도 없는 살기 좋은 나라를 만들었다.",
        "설마 이걸 모르는 건 아닐 테지?",
        "안다고?",
        "그럼 경주 땅에 내려온 하느님들도?",
        "하하, 이놈 내 그럴 줄 알았다.",
        "그 하느님들은 제각각 박씨, 석씨, 김씨 성이 돼 나라를 세웠단 말이야.",
        "이런 간단한 역사도 모르면서 어찌 세상 구경을 다 했다고 떠벌릴 수 있냔 말이다.",
        "엉? 그런 넌 해 봤냐?",
        "어허, 어림없는 소리 집어치우고",
        "어서 털어놓기나 해!",
        "그야, 물론!",
        "흠, 하던 얘기나 하라고.",
        "흠.",
        "말로만 듣던 베도 짜고 있었겠네?",
        "아니야, 믿을 수 없어!",
        "그 잘난 돌멩이 좀 보자!",
        "돌멩이 좀 보재도?",
        "흠, 고얀 놈.",
        "어디까지 둘러대는가 보자!",
        "그럴 이유가 있었간디?",
        "아, 그래서",
        "그 베틀 괸 돌을 노인에게 주었단 말이지?",
        "우, 하하하!",
        "푸, 하하하!",
        "내가 하늘에 올라가서 신선을 만나 바둑을 둘 때",
        "난데없어 밖이 요란하더란 말이다.",
        "웬일인가 했더니, 심부름하는 아이가 들어와서 희한한 말을 하더군.",
        "대문 밖에 때깔이 누리끼리하고 입이 삐죽 기어 나온 들개 한 마리가 똥밭에서 허우적대고 있다는 거야.",
        "여우 너, 뭔가 찔리는 거 없냐?"
      ]
    },
    "fox": {
      "description": "호랑이를 등에 업고 위세를 떠는 간사한 인물. 윗자리를 차지하려고 두꺼비와 한판 입씨름을 벌인다.",
      "dialogues": [
        "내 나이가 얼마나 많다고.",
        "옛날 옛날 강줄기를 짼 게 바로 나라는 말씀!",
        "에헴, 에헴!",
        "흥!",
        "아, 아닐세.",
        "꼭 와야 할 자가 있는데......",
        "흥!",
        "어중이떠중이 죄다 몰려왔군!",
        "징그러워!",
        "저, 저놈이 감히 누구한테 혓바닥을 들이대는 거야!",
        "저 죽일 놈이......",
        "호랑이 대왕님을 초대하지 않았다는 게 사실이야?",
        "앙?",
        "대체 무슨 똥배짱이야?",
        "그럼 뭐야?",
        "흥!",
        "내가 그 말을 믿을 것 같소?",
        "네놈 허리가 왜 그 모양이냐?",
        "네놈 허리는 대나무라도 되냐?",
        "휘어졌다 펴졌다 제 맘대로 이게.",
        "나보다 턱수염이 하얗다면 어디 좀 나서 봐!",
        "호패 없어도 내 나이는 얼마든지 증명할 수 있다고.",
        "난 하늘땅이 처음 생겨날 때부터 살고 있었으니까.",
        "누렁 노루 넌 강줄기가 어찌 생긴 줄 아냐?",
        "저, 저 무식한 놈 봐라.",
        "강줄기를 만든 게 바로 나라고, 나!",
        "말 한번 잘했다.",
        "토끼 넌 조금은 똑똑하니까 가랫장부는 알고 있겠지?",
        "옳지.",
        "내가 그걸로 강줄기를 처음 갈랐단 말이야.",
        "너야말로 거짓말 치지 말라고.",
        "누리끼리한 노루 따윈 코빼기도 안 보였단 말이야.",
        "윽, 구려.",
        "이게 무슨 짓이야?",
        "그걸 내가 어찌 알아,",
        "퉤퉤!",
        "저리 치워!",
        "뭔 소리야?",
        "이키!",
        "으하하하!",
        "그러니까 누렁 노루 네가 내 동생뻘 맞네!",
        "내가 강줄기를 쨀 때 너 때문에 스무 날이나 더 걸렸단 말이야.",
        "원래 난 일할 때는 밤낮을 가리지 않는다고.",
        "그런데 별, 달이 하늘에 없어 깜깜해서 일을 할 수가 있어야지.",
        "내가 강줄기를 다 째고도 한참 뒤에 달하고 별이 뜨더라니까.",
        "흐흐흐.",
        "이제 더는 없겠지?",
        "그럼 저 자리는 내 자리가 틀림없구먼.",
        "어험!",
        "경사스러운 날에 웬 눈물 바람이야?",
        "뭔 일인데?",
        "그깟 고양나무 타령은 나중에 듣자.",
        "이 몸은 좀 바빠서.",
        "이 망할 놈의 두꺼비!",
        "그야, 고양나무지.",
        "그게 어쨌다고?",
        "윽!",
        "이, 이놈!",
        "두껍 선생?",
        "나이가 그렇게 많으니 세상 구석구석 안 가 본 데가 없지 않겠소?",
        "에퉤, 더러워!",
        "나야 뭐, 이제 겨우 세상을 한 바퀴 돌았다고나 할까.",
        "얼마 전도 중국을 메주 밟듯 두루 돌아보고 우리나라로 돌아왔지.",
        "그래도 발바닥이 근질거리는 걸 어떡하나.",
        "내친김에 섬나라 일본 땅에까지 발도장을 꽝꽝 찍어 버렸지.",
        "어험!",
        "거짓말 마!",
        "허튼소리 작작해.",
        "나도 이 잡듯 샅샅이 훑어봤단 말씀이야.",
        "다, 당연하지.",
        "그, 그거야.....",
        "그럼, 넌 뿌리라도 봤다는 거냐?",
        "당연하지,",
        "험!",
        "이, 이놈이 툭하면 귓구멍 타령이야.....",
        "아, 알아.",
        "안다고!",
        "겨, 경주......",
        "들어 본 것 같긴 한데......",
        "으......",
        "땅이야 그렇다 쳐.",
        "그럼, 하늘 구경은 해 봤냐?",
        "흥, 이번에야말로 네 쭉 늘어난 혀를 칭칭 꼬아 묶어 버릴 테다.",
        "하늘에 올라 은하수를 구경할 때였지.",
        "그때 멋진 다리 하나가 보이더군.",
        "물어보니 오작교라고 하는 거야.",
        "참, 두꺼비 너도 오작교를 봤겠지?",
        "말로는 뭔들 못 보겠냐?",
        "잘 듣기나 하라고!",
        "오작교 옆엔 참말 신선들이 있더라니까.",
        "신선들이 새털 갓을 쓰고",
        "싯누런 용에게 멍에를 씌워 구름 밭을 갈더라고.",
        "선녀들은 노래를 부르며 불로초를 가꾸고 있었고 말이야.",
        "그곳에 말로만 듣던 직녀가 있더란 말이야!",
        "암!",
        "틀림없이 직녀가 베를 짰다.",
        "흥!",
        "너처럼 의심할까 봐",
        "직녀가 베틀을 괴었던 돌멩이를 가져왔는데......",
        "아, 그건 말이야......",
        "아!",
        "그, 그렇지......",
        "내가 말이야, 달나라의 계수나무도 보고",
        "내친김에 지옥까지 들렀단 말씀이야.",
        "그런데 어찌나 끔찍하던지 더는 볼 수 없더라고.",
        "하는 수없이 세상으로 급히 내려오려는데",
        "어디선가 가야금 소리가 들렸단 말이야.",
        "한 노인이 가야금을 타며 슬피 울어.",
        "물어보니 아내가 죽을병에 걸렸다는군.",
        "어떤 약을 써도 듣지 않았는데,",
        "지나가는 신선이 베틀을 불사랄 만든 재를 먹이면 낫는다고 했지.",
        "베를 짜다 얻은 병은 베틀이 낫게 해 준다는 이치지.",
        "설마 그걸 모를 리 없겠지?",
        "그렇다, 이놈아.",
        "그뿐인 줄 아느냐?",
        "노인이 고맙다며 보답으로 둔갑용 붉은 구슬까지 주었다고.",
        "이 여우님이 둔갑술을 부리는 것도 다 하늘에서 얻은 붉은 구슬 덕분이라고.",
        "허허허!",
        "착한 일을 하면 복을 받고, 나쁜 짓을 하면 벌을 받는다는 옛말이 하나 틀리지 않더라니까.",
        "왜 저래?",
        "무, 무슨 말?",
        "뚱딴지 같은 소리 작작해!"
      ]
    }
  },
  "KWJ": {
    "kimwon": {
      "description": "이름: 김원. 물컹한 알로 태어난 수박동이. 열 살이 되서야 허물을 벗고 사람이 된다. 무시무시한 구두장군을 상대해도 겁을 내지 않는다.",
      "dialogues": [
        "구두장군, 게 섰거라! 내가 바로 알에서 태어난 김원이다!",
        "세상에 나온 지 십 년 만에 허물을 벗었습니다. 부모님께 인사 올립니다.",
        "산에 들어가 검술을 익히느라고요.",
        "글공부가 전부는 아닌걸요.",
        "제 한 몸만 보면, 넉넉하고 좋은 집안에 태어났으니 글공부만 해도 한평생 편히 지내겠습니다.",
        "아뇨, 대장부로 태어나서 할 일은 그것만이 아닙니다. 사내들이 다 벼슬하려고 글공부만 하면 나라는 누가 지키겠습니까? 국경 밖에 오랑캐는요. 저 나름대로 무예를 익혀 큰일을 하겠습니다. 제 뜻이니, 막지 마소서.",
        "요 괴물 놈아! 어찌 사람을 해코지하느냐? 어서 내려놓고 썩 물러가거라.",
        "네 이놈, 넌 대체 누구냐?",
        "어서 공주님을 내려놓아라!",
        "괴물 놈아! 게 섰거라!",
        "제가 세 공주님을 구해 오겠나이다.",
        "제가 그 괴물을 상대할 만한지 보여 드리겠소.",
        "섶을 베어 커다란 둥우리를 만들고 거기에 칡을 꼬아 줄을 매달아라.",
        "누가 이 구멍 속으로 들어가겠느냐?",
        "좋다. 너희는 줄을 드리워서 나를 내려라.",
        "괴물한테 잡혀간 공주님들을 어서 구해야 해.",
        "왜 여기서 싸우니?",
        "무슨 보물인데 그러냐?",
        "그럼, 너흰 여기서 뭣 하니?",
        "무시무시한 괴물을 이깟 부채랑 채찍으로 상대한다고?",
        "공주님, 공주님, 불쌍한 공주님!",
        "공주님을 구하러 온, 대장군 원이지요.",
        "네, 네. 그래야지요. 구두장군부터 물리치고 공주님을 모시겠나이다.",
        "자, 이제부터 놀라지 말고 나를 그 빨래 속에 숨기고 지나가소서.",
        "얼른 구두장군을 무찌르겠나이다.",
        "그냥 들이닥쳤다간 저 녀석에게 당할 뻔했네.",
        "아휴, 답답해. 빨리 구두장군을 죽이겠소.",
        "여기에 오르시오. 우리 군사들이 밖에서 기다릴 거요."
      ]
    },
    "monster": {
      "description": "이름: 구두장군. 머리가 아홉이나 되고 입에서는 불과 연기를 내뿜고 웬만한 칼에는 끄덕도 하지 않는 천하무적 괴물.",
      "dialogues": [
        "아니, 하룻강아지 범 무서운 줄 모른다더니!",
        "날 몰라보느냐!",
        "머리 아홉 달린 구두장군이시다.",
        "이렇게 무섭게 보여도 너 같은 애덜은 막 못 죽이지.",
        "썩 꺼져서 어미 젖이나 먹어라!",
        "아얏!",
        "요 하룻강아지가 날 몰라보고 법석을 떠는구나. 하늘의 옥황상제도 날 함부로 못 하고 바다 용왕도 어쩌지 못하는데, 쥐방울만 한 애송이가 어디 내 길을 막아서느냐!",
        "에구구! 어딜 도망가느냐!",
        "하룻강아지를 상대하기엔 내 갈 길이 바쁘구나!",
        "이런 버르장머리 없는 놈! 날 이 꼴로 만들고 살 수 있을 줄 알았느냐!"
      ]
    }
  }
}
